{
    "dashboard_1": "AltDentifier Dashboard",
    "dashboard_2": "Bon retour parmi nous, ",
    "dashboard_3": "Profil",
    "dashboard_4": "Servers",
    "dashboard_5": "Facteur de confiance",
    "dashboard_6": "Très fiable",
    "dashboard_7": "Fiable",
    "dashboard_8": "Suspicieux",
    "dashboard_9": "Très peu fiable",
    "dashboard_10": "Discord Services Ban Status:",
    "dashboard_11": "Non banni",
    "dashboard_12": "Interdit",
    "dashboard_13": "KSoft.si Ban Status:",
    "dashboard_14": "Vous pouvez connecter votre compte à AltDentifier en permanence, de sorte que vous puissiez être vérifié sans aucune intervention requise.<br>AltDentifier Auto choisira alors la meilleure option parmi vos intégrations activées.",
    "dashboard_15": "Remarque: AltDentifier choisira automatiquement la méthode de vérification correcte pour le serveur parmi vos intégrations activées.<br>Si aucune intégration choisie n'est éligible sur le serveur, vous serez peut-être invité à effectuer une vérification manuelle.",
    "dashboard_16": "Qu'est-ce que le facteur de confiance?",
    "dashboard_17": "AltDentifier Trust Factor est un système développé par Auxim#0001 qui détermine la fiabilité de votre compte Discord. Le facteur de confiance est calculé à l'aide de formules personnalisées qui tiennent compte de plusieurs facteurs lors du calcul de la valeur finale. Une fois qu'un facteur de confiance a été calculé, nous vérifions la fourchette dans laquelle se situe votre facteur de confiance et nous vous l'affichons. Ces facteurs de confiance vont de très indigne de confiance à très digne de confiance. Votre facteur de confiance est alors utilisé pour décider si votre compte doit être vérifié lorsque vous rejoignez un serveur protégé AltDentifier !",
    "dashboard_18": "Gérer ",
    "dashboard_19": "Réglages",
    "dashboard_20": "Accéder aux rôles",
    "dashboard_21": "Listes de ban",
    "dashboard_22": "Enregistrer les paramètres",
    "dashboard_23": "Retour",
    "dashboard_24": "Réglages principaux",
    "dashboard_25": "Langue: ",
    "dashboard_26": "Préfix: ",
    "dashboard_27": "Fuseau horaire (décalage par rapport au fuseau GMT): ",
    "dashboard_28": "Autorole: ",
    "dashboard_29": "Paramètres de vérification",
    "dashboard_30": "AltDentification: ",
    "dashboard_31": "Salon textuel bot: ",
    "dashboard_32": "Salon textuel d'avertissements: ",
    "dashboard_33": "Rôle par défaut: ",
    "dashboard_34": "Utiliser le rôle par défaut comme rôle de vérification: ",
    "dashboard_35": "Délai d'attente Action: ",
    "dashboard_36": "Délai d'attente Rôle: ",
    "dashboard_37": "Méthodes de vérification:",
    "dashboard_38": "Vérification",
    "dashboard_39": "Seuil du facteur de confiance: ",
    "dashboard_40": "karma Reddit minimum: ",
    "dashboard_41": "Alertes de vérification: ",
    "dashboard_42": "Paramètres d'enregistrement",
    "dashboard_43": "Activer l'enregistrement: ",
    "dashboard_44": "Salon textuel d'enregistrement: ",
    "dashboard_45": "Options d'enregistrement: ",
    "dashboard_46": "AltDentifier Pulsation",
    "dashboard_47": "Mod Rôles",
    "dashboard_48": "Admin Rôles",
    "dashboard_49": "Liste des bannis",
    "dashboard_50": "Liste blanche des utilisateurs",
    "dashboard_51": "Mode raid",
    "dashboard_52": "Activer le mode Raid:",
    "dashboard_53": "Mode raid automatique:",
    "dashboard_54": "Le mode Auto-Raidmode expire en",
    "dashboard_55": "minutes!",
    "dashboard_56": "Déclenchement sur:",
    "dashboard_57": "utilisateurs par",
    "dashboard_58": "secondes",
    "dashboard_59": "Action en mode raid:",
    "dashboard_61": "Pour un serveur",
    "dashboard_62": "Achat",
    "dashboard_63": "Pour trois serveurs",
    "dashboard_64": "Pour huit serveurs",
    "dashboard_65": "Paramètres Premium",
    "dashboard_66": "Merci de soutenir AltDentifier",
    "dashboard_67": "Message personnalisé:",
    "dashboard_68": "Couleur d'arrière-plan personnalisée:",
    "dashboard_69": "URL de l'image d'arrière-plan personnalisée:",
    "dashboard_70": "Mode raid",
    "dashboard_71": "Prime",
    "dashboard_72": "Déconnexion",

    "premium_1": "Support d'AltDentifier et aide à s'assurer qu'il pourra continuer à fonctionner.",
    "premium_2": "Recevez d'abord les nouvelles d'AltDentifier",
    "premium_3": "Modifier la couleur d'arrière-plan de la page de vérification",
    "premium_4": "Ajouter du texte personnalisé au message de vérification",
    "premium_5": "Définir une image d'arrière-plan personnalisée pour la page de vérification",
    "premium_6": "Plus à venir....",
    "premium_7": "Après l'achat, veuillez contacter Auxim#0001 en #donator-chat ou DM pour recevoir votre clé. Les clés sont liées à votre compte Discord et peuvent être activées avec ;activer[touche] Si vous souhaitez transférer la prime sur un autre serveur, utilisez ;désactiver[touche] et activer sur le nouveau serveur. Contactez Auxim#0001 pour obtenir de l'aide.",

    "premium_guidelines_1": "Lignes directrices sur la personnalisation",
    "premium_guidelines_2": "Requis",
    "premium_guidelines_3": "Les messages personnalisés ne peuvent contenir aucune publicité, à l'exception des informations sur le serveur auquel l'utilisateur souhaite participer.",
    "premium_guidelines_4": "Les messages personnalisés ne peuvent contenir aucune référence au contenu de la NSFW, à l'exception de l'indication du thème ou des règles d'un serveur.",
    "premium_guidelines_5": "Les messages personnalisés ne peuvent pas contenir de renseignements personnels provenant de quiconque.",
    "premium_guidelines_6": "Les messages personnalisés ne peuvent contenir aucune forme de discours haineux, de discrimination, de racisme ou autre contenu obscène.",
    "premium_guidelines_7": "Les messages personnalisés ne peuvent pas contenir de vulgarités, de gros mots ou de déclarations politiques.",
    "premium_guidelines_8": "Les images de fond personnalisées ne peuvent pas contenir de gore, NSFW, NSFL ou tout autre contenu obscène ne convenant pas aux utilisateurs de moins de 18 ans.",
    "premium_guidelines_9": "Les images d'arrière-plan personnalisées doivent être hébergées sur des domaines de confiance. Ceux-ci incluent, mais ne sont pas limités à, Imgur, Flickr et Discord CDN.",
    "premium_guidelines_10": "La couleur de fond personnalisée ne doit pas être trop claire, pour éviter les conflits avec le texte blanc.",
    "premium_guidelines_11": "Les images d'arrière-plan personnalisées ne peuvent être animées sous aucune forme.",
    "premium_guidelines_12": "Recommandé",
    "premium_guidelines_13": "Les images d'arrière-plan personnalisées ne doivent pas être trop distrayantes pour l'utilisateur.",
    "premium_guidelines_14": "Les messages personnalisés doivent indiquer à l'utilisateur quelque chose à propos de votre serveur, et pourquoi il doit vérifier avec AltDentifier pour le rejoindre.",


    "error_1": "Une erreur s'est produite",
    "error_2": "Retour au début",
    "error_3": "Redémarrer la configuration",

    "failure_1": "Échec de la vérification",
    "failure_2": "Retour à la page de sélection de la méthode",

    "overwatch_1": "Veuillez choisir la région dans laquelle vous jouez Overwatch",
    "overwatch_2": "Europe",
    "overwatch_3": "Amérique du Nord",
    "overwatch_4": "Corée",
    "overwatch_5": "Veuillez choisir la plateforme sur laquelle vous jouez Overwatch",

    "setup_page_1": "Merci de m'avoir invité à {}!",
    "setup_page_2": "Pour démarrer l'installation d'AltDentifier, appuyez sur le bouton Continuer ci-dessous!",
    "setup_page_3": "Quelle langue voulez-vous que je parle ?",
    "setup_page_4": "Voulez-vous sélectionner un rôle par défaut ?",
    "setup_page_5": "Souhaitez-vous activer la journalisation ?",
    "setup_page_6": "Veuillez sélectionner un salon textuel de bot. Ce salon est utilisé pour les mises à jour de statut sur le processus de vérification et est obligatoire !",
    "setup_page_7": "Veuillez sélectionner un salon textuel d'avertissements. Ce salon est utilisé pour alerter les membres de la vérification ou des problèmes qui s'y rapportent, tels que les MP désactivés.",
    "setup_page_8": "Sélectionnez un rôle ou gardez cette valeur pour sauter cette étape !",
    "setup_page_9": "Donner le rôle par défaut après vérification",
    "setup_page_10": "Définir le rôle par défaut lors de la vérification",
    "setup_page_11": "Désactiver l'enregistrement",
    "setup_page_12": "Désactiver l'enregistrement",
    "setup_page_13": "Sélectionnez un salon textuel si l'enregistrement est activé",
    "setup_page_14": "Sélectionnez un salon textuel de bot",
    "setup_page_15": "Sélectionner un salon textuel d'avertissements",
    "setup_page_16": "Retour",
    "setup_page_17": "Sauvegarder et continuer",
    "setup_page_18": "Continuer",
    "setup_page_19": "Le salon textuel de bot ou celui d'avertissements n'a pas été réglé ! Ceux-ci sont obligatoires !",
    "setup_page_20": "Configuration terminée!",
    "setup_page_21": "Souhaitez-vous voir une introduction ou aller directement au tableau de bord ? Vous pouvez également fermer cette page et retourner sur votre serveur.",

    "success_1": "Vérification réussie",
    "success_2": "Vous pouvez maintenant quitter la page",
    "verification_1": "Veuillez choisir une méthode de vérification!\nLes méthodes que vous n'avez pas ou qui sont désactivées sur le serveur ne seront pas affichées. Si vous avez ajouté une nouvelle méthode, fermez la page et reconnectez-vous avec le lien envoyé par le bot !",
    "action_ban": "vous serez banni du serveur",
    "action_kick": "vous serez expulsé du serveur",
    "action_role": "vous recevrez un rôle",
    "action_nothing": "les mesures prises seront laissées à la discrétion du personnel",
    "verify_page_1": "Vous pouvez vérifier avec AltDentifier en utilisant Reddit, Steam, Twitter, Overwatch, Xbox, YouTube et Captcha. Les options disponibles dépendent du serveur. Cliquez sur le bouton ci-dessous pour continuer la vérification!\n\nEn vérifiant avec AltDentifier, vous êtes d'accord avec notre <a href='https://altdentifier.com/tos'>Politique de confidentialité & Conditions générales </a>a",
    "verification_2": "User is in {} servers!",
    "verification_3": "Vous avez vérifié votre compte avec succès. Nous vous souhaitons un agréable séjour à {}!",
    "hello": "Bonjour {},",
    "welcome": "Bienvenue à {}!",
    "verification_4": "Les administrateurs du serveur ont mis en place des mesures de sécurité supplémentaires sur ce serveur pour combattre les comptes alt, les spammeurs et les raiders. Malheureusement, votre compte a été marqué comme Suspicieux par notre système, ou un modérateur a demandé à traiter votre compte. Si notre système automatisé peut vérifier votre compte avec succès, vous serez libre de participer au serveur. Si votre compte ne parvient pas à vérifier, {}. Les administrateurs ont toujours le pouvoir d'outrepasser ce système. Avec tout mon respect, l'équipe du personnel de {}.\n\n",

    "yes": "Yes",
    "no": "No",
    "maybe": "Maybe",
    "reddit_4": "Username: {}\nAccount Age: {} days\nLink Karma: {}\nComment Karma: {}",
    "steam_1": "Unknown",
    "steam_2": "Username: {}\nAccount Age: {} days\nCountry: {}\nGames: {}",
    "steam_3": "Not Public",
    "twitter_3": "Display Name: {}\nAccount Age: {} days\nFollowers: {}\nTweets: {}",
    "ow_4": "Battle Tag: {}\nLevel: {}, Games Played: {}",
    "xbox_3": "Gamertag: {}\nGamerscore: {}\nTier: {}\nReputation: {}",
    "youtube_1": "Username: {}\nAccount Age: {} days\nDescription: {}\nViews: {}\nSubscribers: {}\nVideos: {}\nComments: {}",
    "not_connected": "Non connecté",
    "incorrect_account": "Compte incorrect",
    "incorrect_account_2": "Le compte que vous utilisez pour vous connecter n'est pas le même que celui que vous devez vérifier. Le personnel du serveur en a été averti.",
    "not_in_verification": "Vous n'êtes pas vérifié",
    "not_in_verification_2": "Vous n'avez pas besoin de visiter cette page, car vous n'êtes pas en cours de vérification.",
    "banned": "Vous avez été banni d'AltDentifier",
    "banned_2": "Votre compte a été banni d'AltDentifier pour abus de TOS ! Vous n'êtes pas autorisé à utiliser les services AltDentifier.",

    "reddit_fail_1": "Votre connexion à Reddit n'a pas été vérifiée par Discord. Assurez-vous qu'une coche est visible à côté de votre connexion en Discord. Veuillez relier à nouveau votre compte Reddit à Discord et réessayer, ou essayez une autre méthode !",
    "reddit_fail_2": "Nous n'avons pas trouvé votre compte Reddit. S'il vous plaît essayer de le lier à nouveau, ou essayer une autre méthode !",
    "reddit_fail_3": "Votre compte Reddit n'est actuellement pas éligible pour vérification",
    "steam_fail_1": "Votre connexion à Steam n'a pas été vérifiée par Discord. Assurez-vous qu'une coche est visible à côté de votre connexion en Discord. Veuillez relier à nouveau votre compte Steam à Discord et réessayer, ou essayer une autre méthode !",
    "steam_fail_2": "Votre profil Steam semble privé. Nous ne pouvons pas récupérer les données d'un profil privé, veuillez rendre votre profil public ou essayer une autre méthode !",
    "steam_fail_3": "Votre compte Steam n'est actuellement pas éligible à la vérification.",
    "twitter_fail_1": "Votre connexion à Twitter n'a pas été vérifiée par Discord. Assurez-vous qu'une coche est visible à côté de votre connexion en Discord. Veuillez relier à nouveau votre compte Twitter à Discord et réessayer, ou essayez une autre méthode !",
    "twitter_fail_2": "Nous n'avons pas trouvé votre compte Twitter. S'il vous plaît essayer de le lier à nouveau, ou essayer une autre méthode !",
    "twitter_fail_3": "Votre compte Twitter n'est actuellement pas éligible pour vérification",
    "xbox_fail_1": "Nous avons actuellement atteint la limite de vérification des comptes Xbox. Veuillez essayer une autre méthode !",
    "xbox_fail_2": "Votre connexion à Xbox n'a pas été vérifiée par Discord. Assurez-vous qu'une coche est visible à côté de votre connexion en Discord. S'il vous plaît re-liez votre compte Xbox à Discord et essayez à nouveau, ou essayez une autre méthode !",
    "xbox_fail_3": "Il y a eu un problème pour récupérer votre profil Xbox depuis l'API. Veuillez réessayer ou utiliser une autre méthode !",
    "xbox_fail_4": "Nous n'avons pas trouvé votre compte Xbox. S'il vous plaît essayer de le lier à nouveau, ou essayer une autre méthode !",
    "xbox_fail_5": "Votre compte Xbox n'est actuellement pas éligible à la vérification",
    "youtube_fail_1": "Votre connexion à YouTube n'a pas été vérifiée par Discord. Assurez-vous qu'une coche est visible à côté de votre connexion en Discord. Veuillez relier à nouveau votre compte YouTube à Discord et réessayer, ou essayez une autre méthode !",
    "youtube_fail_2": "Il y a eu un problème pour récupérer votre profil YouTube dans l'API. Veuillez réessayer ou utiliser une autre méthode !",
    "youtube_fail_3": "Votre compte YouTube n'est actuellement pas admissible à la vérification.",
    "captcha_fail": "Nous n'avons pas pu vérifier votre réponse au captcha. Veuillez réessayer ou utiliser une autre méthode !",
    "ow_fail_1": "Votre connexion à Battle.Net n'a pas été vérifiée par Discord. Assurez-vous qu'une coche est visible à côté de votre connexion en Discord. Veuillez relier à nouveau votre compte Battle.net à Discord et réessayer, ou essayez une autre méthode !",
    "ow_fail_2": "Il y a eu un problème pour récupérer votre profil Overwatch de l'API. Veuillez réessayer ou utiliser une autre méthode !",
    "ow_fail_3": "Votre profil Overwatch semble privé. Nous ne pouvons pas récupérer les données d'un profil privé, veuillez rendre votre profil public ou essayer une autre méthode !",
    "ow_fail_4": "Votre compte Overwatch n'est actuellement pas éligible à la vérification.",
    "no_vpn": "Ce serveur ne permet pas aux utilisateurs de vérifier lorsqu'ils utilisent un VPN. Veuillez désactiver votre VPN et réessayer !",
    "role_block_enabled": "Empêcher les autres robots de donner des rôles pendant la vérification :",
    "vpn_allowed": "Empêcher les utilisateurs de VPN d'effectuer une vérification :"
}
